Repository: lisiur/platform
Catalog: apple/Qianlai/Qianlai/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld selected
zh_hans: 已选 %lld 项

source: 10–256 characters with both letters and numbers.
zh_hans: 10–256 位，需同时包含字母和数字。

source: A balanced entry against the system equity account is posted automatically. Entries after the as-of date are left untouched.
zh_hans: 将自动生成一笔与系统权益账户对冲的平衡分录。截至日期之后的流水不会被改动。

source: A liability balance is the amount you owe.
zh_hans: 负债余额表示你欠的金额。

source: A starter chart of accounts is seeded automatically.
zh_hans: 将自动预置账户与分类。

source: Account Type
zh_hans: 类型

# account.name.alipay
source: Alipay
zh_hans: 支付宝

# account.name.apparel
source: Apparel
zh_hans: 服饰

# account.name.balanceAdjustment
source: Balance Adjustment
zh_hans: 余额调整

# account.name.bankCard
source: Bank Card
zh_hans: 银行卡

# account.name.benefits
source: Benefits
zh_hans: 福利

# account.name.bonus
source: Bonus
zh_hans: 奖金

# account.name.cash
source: Cash
zh_hans: 现金

# account.name.childcare
source: Childcare
zh_hans: 育儿

# account.name.creditCard
source: Credit Card
zh_hans: 信用卡

# account.name.defaultAccount
source: Default Account
zh_hans: 默认账户

# account.name.education
source: Education
zh_hans: 学习

# account.name.entertainment
source: Entertainment
zh_hans: 娱乐

# account.name.food
source: Food
zh_hans: 餐饮

# account.name.fruit
source: Fruit
zh_hans: 水果

# account.name.gifts
source: Gifts
zh_hans: 人情

# account.name.groceries
source: Groceries
zh_hans: 食材

# account.name.housing
source: Housing
zh_hans: 住房

# account.name.investment
source: Investment
zh_hans: 投资

# account.name.meals
source: Meals
zh_hans: 三餐

# account.name.medical
source: Medical
zh_hans: 医疗

# account.name.openingBalance
source: Opening Balance
zh_hans: 期初余额

# account.name.otherIncome
source: Other
zh_hans: 其他

# account.name.overtime
source: Overtime
zh_hans: 加班

# account.name.partTime
source: Part-time Job
zh_hans: 兼职

# account.name.pets
source: Pets
zh_hans: 宠物

# account.name.redPacket
source: Red Packet
zh_hans: 红包

# account.name.salary
source: Salary
zh_hans: 工资

# account.name.shopping
source: Shopping
zh_hans: 购物

# account.name.sideBusiness
source: Side Business
zh_hans: 副业

# account.name.snacks
source: Snacks
zh_hans: 零食

# account.name.taxRefund
source: Tax Refund
zh_hans: 退税

# account.name.telecom
source: Telecom
zh_hans: 通讯

# account.name.transport
source: Transport
zh_hans: 交通

# account.name.travel
source: Travel
zh_hans: 旅行

# account.name.wechatPay
source: WeChat Pay
zh_hans: 微信支付

# account.name.windfall
source: Unexpected Income
zh_hans: 意外收入

# account.type.asset
source: Asset
zh_hans: 资产

# account.type.equity
source: Equity
zh_hans: 权益

# account.type.expense
source: Expense
zh_hans: 支出

# account.type.income
source: Income
zh_hans: 收入

# account.type.liability
source: Liability
zh_hans: 负债

source: Accounts
zh_hans: 账户

# accounts.archiveSuccess
source: Account archived
zh_hans: 账户已归档

# accounts.builtin
source: System
zh_hans: 系统

# accounts.builtinError
source: Built-in accounts can't be modified this way.
zh_hans: 系统账户无法如此操作。

# accounts.createSuccess
source: Account created
zh_hans: 账户已创建

# accounts.delete
source: Delete
zh_hans: 删除

# accounts.deleteSuccess
source: Account deleted
zh_hans: 账户已删除

# accounts.hasChildrenError
source: Delete or move its sub-accounts first.
zh_hans: 请先删除或移走其子账户。

# accounts.hasLinesError
source: This account has journal lines. Archive it instead.
zh_hans: 该账户已有流水，请改为归档。

# accounts.nameOptional
source: Leave empty to keep the default label
zh_hans: 留空则使用默认名称

# accounts.namePlaceholder
source: e.g. USD Cash
zh_hans: 例如：美元现金

# accounts.nameRequired
source: Name is required
zh_hans: 名称为必填项

# accounts.unarchiveSuccess
source: Account unarchived
zh_hans: 账户已取消归档

# accounts.updateSuccess
source: Account updated
zh_hans: 账户已更新

source: Active
zh_hans: 有效

source: Add Entry
zh_hans: 记一笔

source: Add Field
zh_hans: 添加字段

source: Add Sub-account
zh_hans: 新增子账户

source: Adjust Balance
zh_hans: 调整余额

source: Adjusting…
zh_hans: 调整中…

source: All
zh_hans: 全部

source: All Members
zh_hans: 全部成员

source: Amount
zh_hans: 金额

# api.error.decoding
source: Couldn't parse the server response.
zh_hans: 无法解析服务器响应。

# api.error.forbidden
source: You don't have permission to perform this action.
zh_hans: 你没有权限执行此操作。

# api.error.invalidCredentials
source: Incorrect email or password.
zh_hans: 邮箱或密码不正确。

# api.error.network
source: Network connection failed. Check your connection and try again.
zh_hans: 网络连接失败，请检查网络后重试。

# api.error.requestFailed
source: Request failed (%lld).
zh_hans: 请求失败（%lld）。

# api.error.server
source: Server returned an unexpected response. Please try again later.
zh_hans: 服务器响应异常，请稍后重试。

# api.error.sessionExpired
source: Your session has expired. Please sign in again.
zh_hans: 会话已过期，请重新登录。

source: Archive
zh_hans: 归档

source: Archived
zh_hans: 已归档

source: Are you sure?
zh_hans: 确定吗？

source: As of
zh_hans: 截至日期

source: Asset
zh_hans: 资产

source: Assets
zh_hans: 资产

source: At least 10 characters
zh_hans: 至少 10 个字符

# auth.biometricReason
source: Unlock your Qianlai account.
zh_hans: 解锁你的浅来账户。

# auth.quickLogin.biometricsUnavailable
source: Biometrics aren't set up on this device.
zh_hans: 此设备未设置生物识别。

# auth.quickLogin.noStoredCredentials
source: No saved account. Please sign in with your password first.
zh_hans: 尚未保存账号，请先用密码登录。

source: Backspace
zh_hans: 退格

# balance.alreadyAtBalance
source: The account already has this balance — nothing to adjust
zh_hans: 余额已是指定值，无需调整。

# balance.min
source: Balance can't be negative
zh_hans: 余额不能小于 0

# balance.success
source: Balance adjusted
zh_hans: 余额已调整

source: Calculator
zh_hans: 计算器

# calculator.error
source: Error
zh_hans: 错误

source: Cancel
zh_hans: 取消

source: Categories
zh_hans: 分类

# categories.addSub
source: Add Sub-category
zh_hans: 新增子分类

# categories.archiveSuccess
source: Category archived
zh_hans: 分类已归档

# categories.builtinError
source: System categories can't be modified this way.
zh_hans: 系统分类无法如此操作。

# categories.createSuccess
source: Category created
zh_hans: 分类已创建

# categories.deleteConfirm
source: Delete category “%@”?
zh_hans: 确定删除分类「%@」？

# categories.deleteSuccess
source: Category deleted
zh_hans: 分类已删除

# categories.editorRequired
source: Editor access or higher is required to manage categories.
zh_hans: 需要记账人及以上角色才能管理分类。

# categories.empty
source: No categories
zh_hans: 暂无分类

# categories.hasChildrenError
source: Delete or move its sub-categories first.
zh_hans: 请先删除或移走其子分类。

# categories.hasLinesError
source: This category has journal lines. Archive it instead.
zh_hans: 该分类已有流水，请改为归档。

# categories.new
source: New Category
zh_hans: 新建分类

# categories.parent
source: Parent
zh_hans: 上级分类

# categories.unarchiveSuccess
source: Category unarchived
zh_hans: 分类已取消归档

# categories.updateSuccess
source: Category updated
zh_hans: 分类已更新

source: Change
zh_hans: 更改

source: Change Password
zh_hans: 修改密码

source: Changing…
zh_hans: 修改中…

source: Choose Image…
zh_hans: 选择图片…

source: Clear
zh_hans: 清除筛选

source: Close
zh_hans: 关闭

# common.copied
source: Copied
zh_hans: 已复制

source: Confirm New Password
zh_hans: 确认新密码

source: Copy
zh_hans: 复制

source: Cr %@
zh_hans: 贷 %@

source: Create
zh_hans: 创建

source: Create account
zh_hans: 创建账号

source: Create Ledger
zh_hans: 创建账本

source: Creating…
zh_hans: 创建中…

source: Currency
zh_hans: 币种

source: Current Password
zh_hans: 当前密码

source: Custom info such as card numbers.
zh_hans: 可记录银行卡号等自定义信息。

source: Dashboard
zh_hans: 仪表盘

# dashboard.noRecentEntries
source: No entries yet. Post your first entry in the journal.
zh_hans: 还没有流水，去记下第一笔吧。

# dashboard.selectLedger
source: Select a ledger to get started
zh_hans: 请先选择一个账本

source: Date
zh_hans: 日期

source: Delete
zh_hans: 删除

source: Delete “%@”? Its accounts, entries, and members will be permanently removed.
zh_hans: 确定删除「%@」？其账户、流水和成员都将被删除，且不可恢复。

source: Delete account “%@”?
zh_hans: 确定删除账户「%@」？

source: Delete entry #%lld? Reports will be recalculated.
zh_hans: 删除第 %lld 号流水？报表将重新计算。

source: Delete real account “%@”?
zh_hans: 删除真实账户「%@」？

source: Description (optional)
zh_hans: 描述（可选）

source: Disable
zh_hans: 禁用

source: Done
zh_hans: 完成

source: Dr %@
zh_hans: 借 %@

source: e.g. A2B4C6D8E9F2
zh_hans: 例如 A2B4C6D8E9F2

source: e.g. CMB Savings Card
zh_hans: 例如：招行储蓄卡

source: e.g. Family, Travel 2026
zh_hans: 例如：家庭、2026 旅行

source: e.g. weekly groceries
zh_hans: 如：每周生鲜

source: Edit
zh_hans: 编辑

source: Edit Account
zh_hans: 编辑账户

source: Edit Entry
zh_hans: 编辑一笔

source: Edit Ledger
zh_hans: 编辑账本

source: Edit Name
zh_hans: 修改姓名

source: Edit Real Account
zh_hans: 编辑真实账户

source: Editor
zh_hans: 记账人

source: Editor access or higher is required to manage accounts.
zh_hans: 需要记账人及以上角色才能管理账户。

source: Editor access or higher is required to post entries.
zh_hans: 需要记账人及以上角色才能记流水。

source: Editors can post entries; viewers can only browse.
zh_hans: 记账人可以记录流水；查看者只能浏览。

source: Email
zh_hans: 邮箱

source: Emoji, e.g. 🏦
zh_hans: Emoji，如 🏦

source: Emoji, e.g. 💳
zh_hans: 表情符号，如 💳

source: Enable
zh_hans: 启用

source: Enter your current password
zh_hans: 输入当前密码

source: Enter your password
zh_hans: 输入密码

source: Equity
zh_hans: 权益

source: Expense
zh_hans: 支出

source: Extra Info
zh_hans: 附加信息

source: Filter
zh_hans: 筛选

source: Filters
zh_hans: 筛选

# filters.customRange
source: Custom range
zh_hans: 自定义区间

# filters.date
source: Date
zh_hans: 日期

# filters.month
source: Month
zh_hans: 月

# filters.pickDate
source: Pick a date
zh_hans: 选择日期

# filters.pickDateHeader
source: Single day
zh_hans: 单日

# filters.pickMonthHeader
source: Pick a month
zh_hans: 选择月份

# filters.pickYearHeader
source: Pick a year
zh_hans: 选择年份

# filters.range
source: Range
zh_hans: 区间

# filters.year
source: Year
zh_hans: 年

source: Follow system
zh_hans: 跟随系统

source: Forgot password?
zh_hans: 忘记密码？

source: From
zh_hans: 开始日期

source: Icon
zh_hans: 图标

source: Income
zh_hans: 收入

source: Its records are kept but become unassigned.
zh_hans: 其记录会保留，但将不再关联项目。

source: Join
zh_hans: 加入

source: Join a Ledger
zh_hans: 通过共享码加入账本

source: Joining…
zh_hans: 加入中…

source: Journal
zh_hans: 流水

# journal.createSuccess
source: Entry posted
zh_hans: 流水已登记

# journal.delete
source: Delete
zh_hans: 删除

# journal.deleteSuccess
source: Entry deleted
zh_hans: 流水已删除

source: Label
zh_hans: 标签

source: Language
zh_hans: 语言

source: Leave
zh_hans: 退出

source: Leave this ledger? Rejoining requires a new share code.
zh_hans: 确定退出该账本？再次加入需要新的共享码。

source: Leave this project? Rejoining requires a new share code.
zh_hans: 退出该项目？重新加入需要新的邀请码。

# ledger.none
source: No ledger
zh_hans: 暂无账本

source: Ledgers
zh_hans: 账本

# ledgers.archiveSuccess
source: Ledger archived
zh_hans: 账本已归档

# ledgers.createSuccess
source: Ledger created
zh_hans: 账本已创建

# ledgers.delete
source: Delete
zh_hans: 删除

# ledgers.deleteSuccess
source: Ledger deleted
zh_hans: 账本已删除

# ledgers.empty
source: No ledgers yet. Create one or join with a share code.
zh_hans: 暂无账本，创建一个或使用共享码加入。

# ledgers.joinSuccess
source: Joined the ledger
zh_hans: 已加入账本

# ledgers.leave
source: Leave Ledger
zh_hans: 退出账本

# ledgers.leaveSuccess
source: You left the ledger
zh_hans: 已退出账本

# ledgers.nameRequired
source: Ledger name is required
zh_hans: 账本名称为必填项

# ledgers.removeMember
source: Remove Member
zh_hans: 移除成员

# ledgers.removeMemberSuccess
source: Member removed
zh_hans: 成员已移除

# ledgers.revoked
source: Revoked
zh_hans: 已吊销

# ledgers.revokeSuccess
source: Share code revoked
zh_hans: 共享码已吊销

# ledgers.roleUpdated
source: Role updated
zh_hans: 成员角色已更新

# ledgers.shareCodeCreated
source: Share code created
zh_hans: 共享码已创建

# ledgers.shared
source: Shared
zh_hans: 共享

# ledgers.transferOwnership
source: Transfer Ownership
zh_hans: 转让所有权

# ledgers.transferSuccess
source: Ownership transferred
zh_hans: 所有权已转让

# ledgers.unarchiveSuccess
source: Ledger unarchived
zh_hans: 账本已取消归档

# ledgers.updateSuccess
source: Ledger updated
zh_hans: 账本已更新

# ledgers.you
source: (you)
zh_hans: (我)

source: Liabilities
zh_hans: 负债

source: Liability
zh_hans: 负债

source: Link this pocket to your real account to include it in your private net worth.
zh_hans: 关联到你的真实账户，纳入私人净资产总览。

source: Linked Pockets
zh_hans: 关联的账本账户

# login.appleSignInFailed
source: Apple Sign-In didn't return credentials. Please try again.
zh_hans: Apple 登录未返回凭据，请重试。

# login.devicePasscode
source: Device passcode
zh_hans: 设备密码

source: Manage
zh_hans: 管理

source: Manage Ledgers
zh_hans: 管理账本

source: Me
zh_hans: 我的

source: Member Turnover
zh_hans: 成员往来

source: Member turnover reports aggregate every entry a member is tagged on.
zh_hans: 成员往来统计会汇总其被标记的全部流水。

source: Members
zh_hans: 成员

source: Memo
zh_hans: 备注

source: Memo (e.g. cash count)
zh_hans: 备注（例如：现金盘点）

source: Memo (e.g. weekly groceries)
zh_hans: 备注（如：每周生鲜）

source: Name
zh_hans: 名称

source: Net
zh_hans: 净额

source: Net Worth
zh_hans: 净资产

source: New Account
zh_hans: 新建账户

source: New Balance
zh_hans: 新余额

source: New Password
zh_hans: 新密码

source: New Real Account
zh_hans: 新增真实账户

source: Nickname
zh_hans: 昵称

source: No account yet?
zh_hans: 还没有账号？

source: No accounts
zh_hans: 暂无账户

source: No entries yet
zh_hans: 暂无流水

source: No ledger
zh_hans: 暂无账本

source: No ledgers
zh_hans: 暂无账本

source: No linked pockets — link one from a ledger's accounts page.
zh_hans: 还没有关联账户 — 到账本账户页关联。

source: No other members
zh_hans: 暂无其他成员

source: No share codes
zh_hans: 暂无共享码

source: Not linked
zh_hans: 未关联

source: Not selected
zh_hans: 未选择

source: OK
zh_hans: 好

source: Owner
zh_hans: 所有者

source: Parent
zh_hans: 上级账户

source: Participant
zh_hans: 参与人

source: Participants
zh_hans: 相关成员

source: Password
zh_hans: 密码

source: Password must be at least 10 characters.
zh_hans: 密码长度至少为 10 位。

source: Password reset is coming soon.
zh_hans: 密码重置即将上线。

source: Paste
zh_hans: 粘贴

source: Paste a share code from the ledger owner to join as an editor or viewer.
zh_hans: 粘贴账本所有者提供的共享码，以记账人或查看者身份加入。

source: Please enter a nickname.
zh_hans: 请输入昵称。

source: Please enter a valid email address.
zh_hans: 请输入有效的邮箱地址。

source: Please enter your password.
zh_hans: 请输入密码。

source: Posting…
zh_hans: 登记中…

source: Private details such as card numbers.
zh_hans: 私密信息，如银行卡号。

# profile.avatarUpdated
source: Avatar updated
zh_hans: 头像已更新

# profile.currentPasswordRequired
source: Current password is required
zh_hans: 当前密码为必填项

# profile.fileTooLarge
source: File is too large. Max 5MB.
zh_hans: 文件过大，最大 5MB。

# profile.nameRequired
source: Name is required
zh_hans: 姓名为必填项

# profile.newPasswordMin
source: New password must be 10–256 characters with letters and numbers
zh_hans: 新密码长度需为 10–256 位，且同时包含字母和数字。

# profile.passwordChanged
source: Password changed
zh_hans: 密码已修改

# profile.passwordsMismatch
source: The passwords don't match
zh_hans: 两次输入的密码不一致

source: Profile updated
zh_hans: 资料已更新

# profile.uploadFailed
source: Upload failed
zh_hans: 上传失败

source: Project
zh_hans: 项目

# projects.addMember
source: Add Member
zh_hans: 添加成员

# projects.archive
source: Archive
zh_hans: 归档

# projects.archived
source: Archived
zh_hans: 已归档

# projects.copied
source: Copied
zh_hans: 已复制

# projects.create
source: New Project
zh_hans: 新建项目

# projects.createCode
source: Create Invite Code
zh_hans: 生成邀请码

# projects.createSuccess
source: Project created
zh_hans: 项目已创建

# projects.delete
source: Delete Project
zh_hans: 删除项目

# projects.deleteSuccess
source: Project deleted
zh_hans: 项目已删除

# projects.descriptionPlaceholder
source: What is this project about?
zh_hans: 这个项目是关于什么的？

# projects.details
source: Details
zh_hans: 详情

# projects.edit
source: Edit Project
zh_hans: 编辑项目

# projects.empty
source: No projects yet. Create one to start recording together.
zh_hans: 还没有项目。创建一个，开始一起记账吧。

# projects.endDate
source: End Date
zh_hans: 结束日期

# projects.gone
source: This project no longer exists.
zh_hans: 该项目已不存在。

# projects.invite
source: Invite via Code
zh_hans: 通过邀请码邀请

# projects.inviteFooter
source: Anyone with the code joins this project as a guest — they can only see and record expenses of this project.
zh_hans: 任何人凭邀请码都会以访客身份加入该项目——只能查看和记录该项目的支出。

# projects.leave
source: Leave Project
zh_hans: 退出项目

# projects.leftProject
source: You left the project
zh_hans: 已退出项目

# projects.memberAdded
source: Member added
zh_hans: 已添加成员

# projects.memberRemoved
source: Member removed
zh_hans: 已移除成员

# projects.members
source: Members
zh_hans: 成员

# projects.namePlaceholder
source: e.g. Kyoto Trip
zh_hans: 例如：京都之旅

# projects.none
source: No project
zh_hans: 无项目

# projects.paid
source: Paid
zh_hans: 垫付

# projects.removeMember
source: Remove Member
zh_hans: 移除成员

# projects.schedule
source: Schedule
zh_hans: 时间

# projects.settlement
source: Settlement
zh_hans: 结算

# projects.settlementFooter
source: Entries tagged with members split among them; untagged entries split across all members.
zh_hans: 指定了成员的条目由这些成员分摊；未指定的条目由所有成员分摊。

# projects.share
source: Share
zh_hans: 分摊

# projects.startDate
source: Start Date
zh_hans: 开始日期

# projects.statement
source: Income & Expense
zh_hans: 收入与支出

# projects.statementFooter
source: Split the totals equally — the settlement below suggests who owes whom.
zh_hans: 总额平均分摊——下方结算将显示谁应付谁。

# projects.totalExpense
source: Expenses
zh_hans: 支出

# projects.totalIncome
source: Income
zh_hans: 收入

# projects.unarchive
source: Unarchive
zh_hans: 取消归档

# projects.updateSuccess
source: Project updated
zh_hans: 项目已更新

source: Qianlai
zh_hans: 浅来

# quick.accountRequired
source: Please pick the required account(s).
zh_hans: 请选择必填的账户。

# quick.amountRequired
source: Enter an amount greater than 0.
zh_hans: 请填写大于 0 的金额

# quick.expenseCategory
source: Expense Category
zh_hans: 支出分类

# quick.fromAccount
source: From
zh_hans: 转出账户

# quick.incomeCategory
source: Income Category
zh_hans: 收入分类

# quick.kind.expense
source: Expense
zh_hans: 支出

# quick.kind.income
source: Income
zh_hans: 收入

# quick.kind.transfer
source: Transfer
zh_hans: 转账

# quick.payAccount
source: Pay From
zh_hans: 支付账户

# quick.receiveAccount
source: Receive Into
zh_hans: 收款账户

# quick.toAccount
source: To
zh_hans: 转入账户

source: Read-only ledger
zh_hans: 只读账本

source: Real Account
zh_hans: 真实账户

source: Real Accounts
zh_hans: 真实账户

source: Real accounts track real-world wallets across ledgers. Link them to ledger accounts on the accounts page. Visible only to you.
zh_hans: 真实账户跨账本归集现实中的银行卡或钱包。到各账本的账户页关联。仅自己可见。

# realAccounts.archiveSuccess
source: Real account archived
zh_hans: 真实账户已归档

# realAccounts.createSuccess
source: Real account created
zh_hans: 真实账户已创建

# realAccounts.delete
source: Delete
zh_hans: 删除

# realAccounts.deleteSuccess
source: Real account deleted
zh_hans: 真实账户已删除

# realAccounts.empty
source: No real accounts yet
zh_hans: 还没有真实账户

# realAccounts.hasPocketsError
source: Unlink its ledger pockets first.
zh_hans: 请先解除关联的账本账户。

# realAccounts.nameRequired
source: Name is required
zh_hans: 名称不能为空

# realAccounts.unarchiveSuccess
source: Real account unarchived
zh_hans: 真实账户已取消归档

# realAccounts.updateSuccess
source: Real account updated
zh_hans: 真实账户已更新

source: Recent Entries
zh_hans: 最近流水

source: Remove
zh_hans: 移除

source: Remove %@ from the project?
zh_hans: 将 %@ 从项目中移除？

source: Remove %@ from this ledger?
zh_hans: 确定将 %@ 移出该账本？

source: Reorder
zh_hans: 排序

source: Repeat the new password
zh_hans: 再次输入新密码

source: Report
zh_hans: 报表

source: Reports
zh_hans: 报表

# reports.empty
source: No data for this period
zh_hans: 该期间暂无数据

# reports.incomeStatement
source: Income Statement
zh_hans: 收支表

# reports.memberTurnover
source: Member Turnover
zh_hans: 成员往来

# reports.totalExpense
source: Total Expense
zh_hans: 支出合计

# reports.totalIncome
source: Total Income
zh_hans: 收入合计

# reports.trialBalance
source: Trial Balance
zh_hans: 账户余额表

source: Reset password
zh_hans: 重置密码

source: Retry
zh_hans: 重试

source: Revoke
zh_hans: 吊销

source: Revoke “%@”?
zh_hans: 确定要吊销「%@」？

source: Role
zh_hans: 角色

# role.editor
source: Editor
zh_hans: 记账人

# role.owner
source: Owner
zh_hans: 所有者

# role.viewer
source: Viewer
zh_hans: 查看者

source: Save
zh_hans: 保存

source: Saving…
zh_hans: 保存中…

source: Scopes
zh_hans: 权限范围

source: Search accounts
zh_hans: 搜索账户

source: Search memos…
zh_hans: 搜索摘要…

source: Select a ledger to get started
zh_hans: 请先选择一个账本

source: Set as Default
zh_hans: 设为默认

source: Set Balance
zh_hans: 设置余额

source: Set Balance — %@
zh_hans: 设置余额 — %@

source: Settings
zh_hans: 设置

source: Share Code
zh_hans: 共享码

source: Share Codes
zh_hans: 共享码

source: Share codes let others join this ledger. Editors can post entries; viewers can only browse.
zh_hans: 分发共享码，让别人加入这个账本。记账人可以记录流水；查看者只能浏览。

source: Sign in
zh_hans: 登录

source: Sign in as %@
zh_hans: 以 %@ 登录

source: Sign Out
zh_hans: 退出登录

source: Sign up
zh_hans: 注册

source: Signing in…
zh_hans: 登录中…

source: Status
zh_hans: 状态

# status.active
source: Active
zh_hans: 有效

# status.archived
source: Archived
zh_hans: 已归档

# tab.add
source: Add
zh_hans: 记一笔

# tab.dashboard
source: Dashboard
zh_hans: 仪表盘

# tab.journal
source: Journal
zh_hans: 流水

# tab.profile
source: Me
zh_hans: 我的

source: The token string is shown only once after creation.
zh_hans: 令牌字符串仅显示一次。

source: The transfer's origin and destination can't be the same account.
zh_hans: 转入与转出账户不能相同。

source: This Month
zh_hans: 本月

source: To
zh_hans: 结束日期

source: Totals
zh_hans: 合计

source: Transfer Ownership
zh_hans: 转让所有权

source: Transfer ownership to %@? You become an editor.
zh_hans: 将所有权转让给 %@？你将变为记账人。

source: Trial Balance
zh_hans: 账户余额表

source: Type
zh_hans: 类型

source: Unarchive
zh_hans: 取消归档

source: Unnamed user
zh_hans: 未命名用户

source: Update
zh_hans: 更新

source: Use Amount
zh_hans: 使用金额

source: Used %@
zh_hans: 使用%@

source: Value
zh_hans: 内容

source: Viewer
zh_hans: 查看者

source: Welcome back! Sign in to continue.
zh_hans: 欢迎回来！登录以继续。

source: You will no longer see or record in this project.
zh_hans: 你将无法再查看或在该项目中记账。

source: Your name
zh_hans: 你的名字

source: Your nickname
zh_hans: 你的昵称
